taskt/Core/Automation/Commands/JSONGroup/GetJSONValueFromJSONArrayCommand.dot
digraph "GetJSONValueFromJSONArrayCommand" {
"GetJSONValueFromJSONArrayCommand" -> "AJSONGetFromJContainerCommands";
"AJSONGetFromJContainerCommands" -> "AJSONGetFromJSONCommands";
"AJSONGetFromJContainerCommands" -> "IJSONInputJContainer";
"AJSONGetFromJContainerCommands" -> "IJSONJSONPathProperties";
"AJSONGetFromJSONCommands" -> "AJSONInputJSONCommands";
"AJSONGetFromJSONCommands" -> "IResultProperties";
"AJSONInputJSONCommands" -> "ScriptCommand";
"AJSONInputJSONCommands" -> "IJSONInputJSONProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
